tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "azure/kubelogin"
tap "hashicorp/tap"
tap "replicatedhq/replicated"
brew "atuin"
brew "aws-iam-authenticator"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "aws-shell"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "conda-zsh-completion"
brew "direnv"
brew "eksctl"
brew "entr"
brew "eza"
brew "fish"
brew "fping"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "gnu-sed"
brew "go"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "just"
brew "k2tf"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libnatpmp"
brew "libpq"
brew "lsd"
brew "lynx"
brew "man-db"
brew "mas"
brew "media-info"
brew "mkvtoolnix"
brew "mosh"
brew "mtr"
brew "zlib"
brew "mysql"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "nushell"
brew "openjdk"
brew "parquet-cli"
brew "pkgconf"
brew "poetry"
brew "python-lsp-server"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rust"
brew "socket_vmnet"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "taskwarrior-tui"
brew "tcl-tk"
brew "tcping"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tf-summarize"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "trivy"
brew "watch"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "xmlstarlet"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "z"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsv"
brew "azure/kubelogin/kubelogin"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "backdrop"
cask "bartender"
cask "battle-net"
cask "brave-browser"
cask "buzz"
cask "cleanmymac"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "git-credential-manager"
cask "gitkraken-cli"
cask "google-drive"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "joplin"
cask "keyclu"
cask "kiwix"
cask "obsidian"
cask "opal-app"
cask "plex"
cask "plexamp"
cask "rar"
cask "raycast"
cask "session-manager-plugin"
cask "signal"
cask "spotify"
cask "sublime-text"
cask "tidal"
cask "upscayl"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Balatro", id: 6502451661
mas "Craft", id: 1487937127
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "Folder Tidy", id: 486626129
mas "Highland 2", id: 1171820258
mas "Infuse", id: 1136220934
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Mela", id: 1568924476
mas "Okta Extension App", id: 1439967473
mas "Okta Verify", id: 490179405
mas "PDF Expert", id: 1055273043
mas "Pixelmator Pro", id: 1289583905
mas "Playlisty for Apple Music", id: 1459275972
mas "Portal", id: 1436994560
mas "Prime Video", id: 545519333
mas "RadarScope", id: 288419283
mas "ReadKit", id: 1615798039
mas "Simple Comic", id: 1497435571
mas "TestFlight", id: 899247664
mas "TextSniper", id: 1528890965
mas "Ulysses", id: 1225570693
mas "Vinegar", id: 1591303229
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
mas "WireGuard", id: 1451685025
vscode "anthropic.claude-code"
vscode "charliermarsh.ruff"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "rangav.vscode-thunder-client"
vscode "tal7aouy.theme"
