jorgebucaran/fisher
meaningful-ooo/sponge
oh-my-fish/plugin-bang-bang
jethrokuan/z
patrickf1/fzf.fish
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
decors/fish-colored-man
franciscolourenco/done
